StruSoft.Interop.StruXml.Data.Dimradius_type


StruSoft.Interop.StruXml.Data.Dimradius_type.Arc


StruSoft.Interop.StruXml.Data.Dimradius_type.Position


StruSoft.Interop.StruXml.Data.Dimradius_type.Dimension_line


StruSoft.Interop.StruXml.Data.Dimradius_type.Arrow


StruSoft.Interop.StruXml.Data.Dimradius_type.Font


StruSoft.Interop.StruXml.Data.Dimradius_type.Text


StruSoft.Interop.StruXml.Data.Dimradius_type.Guid


StruSoft.Interop.StruXml.Data.Dimradius_type.Layer


StruSoft.Interop.StruXml.Data.Dimradius_type.Colour


StruSoft.Interop.StruXml.Data.Dimradius_type.AnyAttr
